import './About.css';

const About = () => {
  return (
    <div className="about">
      <h1>О нас</h1>
      <p>
        GamerShop - это интернет-магазин, специализирующийся на продаже игрового оборудования.
        Мы предлагаем широкий ассортимент товаров для геймеров: от игровых ноутбуков и компьютеров
        до периферии, такой как мыши, клавиатуры, мониторы, гарнитуры и микрофоны.
      </p>
      <p>
        Наша цель - предоставить нашим клиентам лучшее оборудование для максимального погружения
        в игровой процесс и достижения высоких результатов.
      </p>
    </div>
  );
};

export default About;